{
    "config.section.Appearance.description": "Adjust how visuals regarding the Witch are handled. Largely used for compatibility when using custom assets.",
    "config.section.Babies.description": "Alters the appearance of the Rasmodia's children, including whether or not my sprites are used at all.",
    "config.Hidden Love Interest Mode.description": "The intended experience. Makes marrying the Witch impossible until conditions are met. Please reference the mod page for details. Adds additional events and in-world context to events.\t*Important* TOGGLING THIS IN THE MIDDLE OF A PLAYTHROUGH MAY CAUSE BUGS AND PREVENT SOME EVENTS FROM TRIGGERING.",
    "config.Override Generic Dialogue.description": "Overrides generic universal dialogue. Still alters certain dialogue like Welwick's predictions and other similar fun dialogue. Please disable this if you aren't planning to date the Witch. ",
    "config.Sprite": "Witch Sprite",
    "config.Sprite.description": "Please leave this on 'Use included' if you would like to use the included sprite that matches the portrait. If you have a custom Witch sprite you would like to use, change this to 'Use custom' and install the sprite based on the mod maker's instructions.",
    "config.Wizard Babies": "Witch Babies",
    "config.Wizard Babies.description": "Turn this on if you would like the included witch baby sprites. Only really makes sense for biological children. For adopted children, I would suggest turning this off.",
    "config.Wizard Baby Hair Strip": "Witch Baby Hair Strip",
    "config.Wizard Baby Hair Strip.description": "Changes the strip of differently coloured hair the witch babies have. Should match the farmer's natural hair colour. Does nothing if Witch Babies isn't enabled.",
    "config.Wizard Baby Eye Colour": "Witch Baby Eye Colour",
    "config.Wizard Baby Eye Colour.description": "Changes the colour of the female child's eyes. Should match the farmer's natural eye colour. Does nothing if Witch Babies isn't enabled.",
    "config.Wizard Age Appearance": "Witch Age Appearance",
    "config.Wizard Age Appearance.description": "Changes some dialogue that refers to the Witch's appearance. She will still be very old.",
    "config.Earring Colour.description": "Changes the colour of Rasmodia's eventual earring gift in the event. Please pick which suit you better. To actually wear them in game, please install the Fashion sense pack.",
    "config.Date Ask Percent Chance.description": "Configure the chance Rasmodia will ask you to go on a date upon leaving the farmhouse each day after marriage. Default is 25%, but can be any percent 0-100. Set to 0 to disable the date event.",
    "config.Min Hearts Required.description": "Change the minimum number of hearts required with Rasmodia for her to ask you on a date. Default is 10 hearts.",
    "config.Friendship Bonus.description": "Change the amount of friendship received with Rasmodia if you go on a date with her. 'none' will disable any friendship bonuses, 'small' will increase friendship by 25 points (1/10 of a heart), 'medium' increases by 50 points (2/10 of a heart), and large increases by 100 points (4/10 of a heart).",
    "config.Darker Plot Events(Y4).description": "Enables the somewhat darker string of critical plot events where Rasmodia's trauma response is on full display. If you would prefer a more light-hearted experience I suggest you turn this off. TW: Overt self-destructive tendencies and vague suicidal tendency implications. Potentially may possess triggering scenarios. (The farmer is briefly kidnapped and sealed into silence about the event.) Toggling this off in the middle of said events will stop them from continuing so you may test it out to see if it's for you.",
    "MagnusPortrait": "Rasmodia's Portrait",
    "object.HairStylingKit.description": "A small kit that includes combs, clips, ribbons, hair strings, and a pair of scissors. I should show this to Rasmodia while we're both at home if I want to style her hair.",
    "object.ClothingTicket.description": "A small heart shaped note that promises to pay for an 'outfit change' in 'hugs and kisses'. I should show this to Rasmodia while we're both at home if I want to change the way she dresses.",
    "object.RazzyWine.name": "Rasmodia's 'Wine'",
    "object.RazzyWine.WineNew.description": "Wha? Rasmodia hasn't even started making wine yet! ...Did you pull this from the future, somehow?",
    "object.RazzyWine.WineWorking.description": "...Rasmodia is supposed to be still working on this... How did you get it?",
    "object.RazzyWine.WineDone.description": "I can feel the sincere feelings Rasmodia put into brewing this 'wine' for me, but it's really more like a potent potion than anything.... Maybe we can share it when we're both home in the evening.",
    "object.RazzyWine.WineSampled.description": "A potent, delicious wine (potion) filled with Rasmodia's sincere feelings. Sharing a bottle together while settled in for the evening is always a nice time.",
    "Premarriage.Wizard.A.NightMarket.2": "Rasmodia sighs.",
    "Premarriage.Wizard.A.NightMarket.5": "I held on to Rasmodia's hand.",
    "Premarriage.Wizard.Spring_Tue4.1": "I got the Shrine of Illusion from a woman who wanted it gone. She reached out to me, begging me to take it.",
    "Premarriage.Wizard.Spring_Tue4.2": "Getting it here was difficult, but she was glad to be rid of it. It had taken more than just her face.",
    "Premarriage.Wizard.Spring_Fri6.3": "Sorry to bore you with this old woman's woes.",
    "Premarriage.Wizard.Summer_Tue4.1": "The previous owner of the Shrine of Illusion was a vain woman, trying to find the perfect look for herself. She was wealthy, and won the shrine in a contest.",
    "Premarriage.Wizard.Summer_Tue4.2": "She invested all her wealth into it, trying to find the perfect look, but she was never happy.",
    "Premarriage.Wizard.Summer_Tue4.3": "She was trying to fix what was on the outside and not the inside, and it consumed her.",
    "Premarriage.Wizard.Fall_Sun6.1": "The shadow brutes, have you seen them? Though many are monsters, there is one out there who isn't. Have you met her?",
    "Premarriage.Wizard.Fall_Sun6.2": "I have known of her for a long time. I hope she remains friendly.",
    "Premarriage.Wizard.Winter_Tue4.2": "The stone granted her this power and she turned into a hawk and flew away. When the girl's mother found out, she raged.",
    "Premarriage.Wizard.Winter_Tue4.3": "She then threw the rock into a lake, to be forgotten forever.",
    "Premarriage.Wizard.Winter_Wed4.3": "To get revenge, the shrine turned the girl into a bear and she scared her mother.",
    "Premarriage.Wizard.Winter_Thu4.1": "The Mother, realizing what she'd done, pulled the Shrine out of the Lake and begged for forgiveness. The girl flew away, but the Shrine demanded it be taken to the king.",
    "Premarriage.Wizard.Winter_Sat10.2": "I would not wish for you to isolate yourself for the sake of visiting an old witch in a tower.",
    "Dumped.Wizard.Alt": "...Ah, @...${{e2}}#$b#...${{e2}}#$b#...Forgive me. I am in need of some time alone.${{e3}}#$e#...Please. Even if we cannot be a couple, I do not want to show you such an ugly side of myself.${{e29}}#$e#%Rasmodia refuses to meet my eyes.",
    "Dating.Wizard.Summer_Mon3.7": "As the Witch of the valley, it is my duty to ensure it be handled with caution, especially now that ones such as yourself explore the depths in search of ore and minerals.",
    "Dating.Wizard.NoInt.Summer_Sun5.5": "%I inch a little closer to Rasmodia.",
    "Dating.Wizard.NoInt.Summer_Sun5.7": "%Rasmodia suddenly jumped back...",
    "Dating.Wizard.Int.Summer_Sun5.5": "%Rasmodia wrapped me in her cloak...",
    "Dating.Wizard.Summer_25.5": "You have granted a very old witch some rare happiness in her long life.",
    "Dating.Wizard.Fall_Wed2.4": "As a witch, however, I spend most of the season both wary of the coming winter and exhausted by my duties as my powers begin to wane.",
    "Dating.Wizard.Fall_Sat2.3": "You hold a very dear position in this old witch's heart, @. Thank you for choosing me.",
    "Dating.Wizard.Q.Wife.5": "Of course, I won't subject you to an old woman's morose ramblings about lost love without permission.",
    "Dating.Wizard.A.Wife.17": "May those be the sole nuggets of wisdom you take from this sad old woman's ramblings.",
    "Dating.Wizard.Winter_5.11": "It is an evil version, where all my desires were realized and have driven her mad. She tries to get out and each night, I stop her.",
    "Dating.Wizard.Winter_5.13": "Only in your presence does the ache seem to soothe, yet I must resist my need to cling to you like a woman lost at sea.",
    "Dating.Wizard.Winter_5.14": "You are a beautiful person, @. I do not wish to chain you to myself as a crutch for me to keep walking this path like that woman in my dreams.",
    "Dating.Wizard.Winter_6.6": "My master took pity after hearing my story, found my potential adequate for passing on her specialty as her last act in this world and... here we are.",
    "Dating.Wizard.Winter_14.1": "Hmm? How long is a witch's lifespan?",
    "Dating.Wizard.Winter_14.16": "Does that mean I'm a particularly powerful witch?",
    "Dating.Wizard.Winter_15.5": "Yes, Rasmodia Rasmodia is not, in fact, my real name.",
    "Dating.Wizard.Winter_15.7": "What is it, do you not like Rasmodia? Weren't you planning on taking it?",
    "Dating.Wizard.Winter_Mon1.2": "While I may have met my master the following spring, it was my determination to power through the harsh winter that drew her attention.",
    "Dating.Wizard.CarolineEx5": "I won't mince words, I once had feelings for Caroline, yet she only saw me as the mysterious woman living in the tower she could vent to.",
    "Dating.Wizard.CarolineEx10": "Later, I learned that she had married that woman and birthed a child who suspiciously bore some of my features.",
    "Married.WizardWalking.Question": "It's Rasmodia on her morning walk!",
    "Married.WizardWalking.QuestionEvening": "It's Rasmodia on her evening walk home!",
    "Married.WizardWalking.Answer": "Call out to her.",
    "Married.WizardWalking.FallBack.1": "%Rasmodia seems like she's in a good mood.",
    "Married.WizardWalking.FallBack.2": "%Rasmodia seems to be humming a little tune to herself. It's very quiet so I have to lean a little closer to her to hear it.",
    "Married.WizardWalking.FallBack.3": "%Rasmodia's eyes twinkle as she shuffles a little closer each time our eyes meet during the walk.",
    "Married.WizardWalking.FallBack.4": "%It's subtle, but there's a little bounce in Rasmodia's every step.",
    "Married.WizardWalking.FallBack.5": "%Rasmodia still looks a little stiff, but she's clearly in a good mood and keeps drifting closer and closer to me as we walk.",
    "Married.WizardWalking.Question.Qi": "Despite taking the same route as usual, Rasmodia feels a lot harder to approach than before.",
    "Married.WizardWalking.QuestionEvening.Qi": "Rasmodia seems to be heading home after spending the day buried in research.",
    "Married.WizardWalking.FallBack.Qi": "%Rasmodia seems very on edge...",
    "Married.Wizard.Town.Early": "%Rasmodia looks somewhere between stiff and flustered when I get close, but she flashes me a small smile nonetheless.#$b#%Looks like she's still a little too shy to chat in public.#$b#%It'll probably get better over time.",
    "Married.Wizard.TownMorning.Mid.1": "Ah! @!${{e8}}#$b#*Ahem* It is good to see you so soon again, @.${{e0}}#$b#...'Look stiff'? I do not know what you're speaking of.${{e0}}#$b#%Rasmodia is glancing to the side before her shoulders finally start to relax.#$b#Forgive me. I felt the eyes of several onlookers on us a moment ago.${{e3}}#$b#I realize that I am simply being self-conscious as always and that our relationship is one to be celebrated, but it is... difficult.${{e3}}#$b#I swear I shall be better over time.${{e5}}",
    "Married.Wizard.TownMorning.Mid.3": "@. It is good to see you....${{e0}}#$b#......Er.${{e3}}#$b#%It seems like Rasmodia is struggling to come up with something to say...#$b#Hmm? 'Just be myself'?${{e7}}#$b#Ah...${{e2}}#$b#...That was indeed a rather long and awkward pause, wasn't it?${{e2}}#$b#...Are you certain 'being myself' is a good idea, my love?${{e2}}#$b#I would hate to negatively impact your reputation through my clumsy attempts at socializing.${{e2}} #$b#...I shall think on the suggestion.${{e3}}",
    "Married.Wizard.TownMorning.Mid.4": "Ah, hello. I see that you have business in town today.${{e0}}#$b#...If you have the moment to spare, would you...${{e3}}#$b#...Would you consider taking a stroll to the tower with me?${{e8}}#$b#Only if you have time, of course.${{e3}}#$b#%Rasmodia is trying to play it off like a casual suggestion, but I can tell she's hoping I'll agree.",
    "Married.Wizard.TownMorning.9": "My heart! It is good to see you again so soon, beloved.${{e1}}#$b#I hope the day has gone well thus far.${{e9}}#$b#As for my walk to the tower? Ah, well. It is what it is.${{e1}}#$b# The stares of the townsfolk still unnerves me, but I can sense their good intentions.${{e3}}#$b#...Particularly when we are together.${{e4}}#$b#I do not know if I could ever be described as a 'good wife', but I do not wish to disappoint their expectations, let alone yours.${{e6}}",
    "Married.Wizard.TownEvening.Mid.3": "Ah, pleasant evening, @.${{e0}}#$b#...'Stiff'? ...I do not know what you're speaking of.${{e3}}#$b#%Rasmodia glances to the side, trying to hint at the passing townsfolk with her eyes.#$b#*Ahem* I'm sure you have much left to do.${{e0}}#$b#I shall be waiting at home.${{e0}}#$b#...Please don't stay outside too late.${{e2}}",
    "Married.Wizard.ForestMorning.8": "Ah, my heart!${{e9}}#$b#Have you come to the forest to see how your wife's little daily stroll is progressing?${{e6}}#$b#I am joking, of course, but I welcome the company nonetheless.${{e9}}#$b#It is always a pleasure to spend more time in your presence, be it sharing an activity or merely existing in silence.${{e1}}#$b#As for the remainder of my walk, however...${{e0}}#$b#Would you consider offering your time to complete this stroll with me, my heart?${{e4}}^Would you consider offering your time to complete this stroll with me, fine lady?${{e4}}#$b#I shall be sure to come up with a repayment of some sort when the day is done.${{e6}}",
    "Married.Wizard.ForestEvening.2": "Ah, @!${{e6}}#$b# It is a relief to see you, my heart.${{e9}}#$b#As shameful as it is for a witch of my age to admit, I've been sorely missing your presence since we last parted earlier today.${{e3}}#$b#I am fully aware of how clingy that sounds, but it is the truth.${{e3}}#$b#For all my years of solitude, only now do I realize how empty the world feels when devoid of human connection.${{e3}}#$b#I still enjoy the subtle whispers of nature, of course, but such moments are nothing compared to having you by my side to share in it.${{e4}}",
    "Married.Wizard.ForestEvening.3": "Ah, @. Is that you?${{e8}}#$b#For a moment I thought I had conjured your figure from my sheer longing to see you.${{e8}}#$b#It would not have been the first time traces of your presence have accidentally slipped into my magic from lingering thoughts, either.${{e1}}#$b#I know it is horribly unprofessional, but what is a witch in love to do?${{e4}}#$b#Offer my lovely partner a leisurely stroll home, I suppose.${{e6}}^Offer my lovely wife a leisurely stroll home, I suppose.${{e6}}",
    "Married.Wizard.ForestEvening.6": "Ah, @! You've once again graced my sights again, my love.${{e6}}#$b#We are still not too far from the tower. What are your thoughts on potentially taking the warp hex through your Nexus instead?${{e9}}#$b#...No, I'm not in a particular rush to get home, but would it not be better to spend the additional time lounging in each other's arms from the confines of our home?${{e1}}#$b#%...Somehow I get the feeling that Rasmodia isn't exactly telling the truth...#$b#Hmm? Avoid town? Of course not!${{e7}}'#$b#........ ${{e3}}#$b#%Rasmodia sighs.#$b#Yes, you are correct.${{e2}}#$b# I do not know what is so novel about a person walking through town that draws so many eyes!${{e5}}#$b#...I will learn to accept it eventually.${{e2}}",
    "Married.Wizard.ForestEvening.9": "Hmm? Beloved?${{e7}}#$b#Ah, it truly is you.${{e6}}#$b# No matter how many times it happens, I am always pleasantly surprised when you appear before my eyes.${{e9}}#$b#...Do you think you have a few hours to spare for a stroll home with your terribly clingy and socially inept wife?${{e4}}#$b#Only if you have the moment to spare, of course.${{e1}}",
    "Married.Wizard.TownEvening.TowerGift.1": "%Rasmodia doesn't say anything, but she nudges over and matches my pace when our eyes meet.",
    "Married.Wizard.TownEvening.TowerGift.3": "%Rasmodia is trying her best to ignore the occasional knowing looks from the townsfolk as we walk past, but she shudders each time someone stares for a second too long.",
    "Wizard.GreenRainFinished.Married": "Ah! I shall have much work over the next few days to make the most of such blessed rains.${{e6}}#$b#Come, beloved, allow me to show you the wanders of the force of nature we just laid witness to.${{e4}}#$b$%Rasmodia spent the next hour explaining to me the ins and outs of the strange rain....",
    "Wizard.Marriage.Married": "Ah... Hello, beloved....${{e4}}#$b#To think that we have truly wed....${{e6}}#$b#I am still having a difficult time believing that such a thing could come to pass in reality, but I am determined to be a good wife to you nonetheless, my love.${{e4}}#$b#You will not regret choosing me. I promise.${{e6}}",
    "Married.Wizard.Spring_Base_0": "I do not know what it is about this spring that puts me in a great mood, but I suspect it has something to do with the blossoming of another year with you, @.${{e6}}#$e#Ah, was that a little corny?${{e9}}#$b#Forgive this old woman for loving you too much, my heart.${{e4}}#$b#It is difficult to hold back when you stand before me, as perfect as you are.${{e6}}",
    "Married.Wizard.Summer_Base_SeasonalBase_1": "%...I can feel my eyes being drawn to Rasmodia's waist and backside as she moves about the house...#$b#%...Those high-waisted pants are really doing a lot to highlight her... figure.#$b#Hmm? Are you in need of me, beloved?${{e7}}#$b#Ah. I see. Forgive me for misunderstanding. ${{e9}}#$b#It felt as if you were looking towards me. Please have a wonderful summer day, my love.${{e6}}",
    "Married.Wizard.Summer_Base_SeasonalBase_2": "%...I never really paid much attention before I suggested those pants, but Rasmodia has a really nice backside...#$b#%I almost want to pat it a little....#$b#Hmm? Is something the matter, my heart?${{e9}}#$b#Ah, something on the back of my pants?${{e0}}#$b#You'll get it for me? ${{e7}}#$b#!! ${{e8}}#$b#Beloved! Where are you touching!? At this time of day!${{e8}}#$e#Sometimes I feel as if you will be the end of me, my heart.${{e6}}#$e#...Perhaps some revenge is in tow, hmm?${{e4}}",
    "Married.Wizard.Summer_Base_SeasonalBase_4": "If I am to be honest, I had not really considered clothing of a more modern design when you suggested potential garments for me.${{e0}}#$b#Of course, you could call my original attire somewhat modern, but that assemble was designed by the tailor once I detailed my needs to her.${{e3}}#$b#The cloak certainly speaks more 'Witch', but I would not be against trying more mundane styles from this era if the opportunity presents itself.${{e1}}#$b#...No promises that it will suit me, however.${{e3}}",
    "Married.Wizard.Summer_Base_SeasonalAlt_1": "%...I can feel my eyes being drawn to Rasmodia's chest....#$b#%It really is a super low-cut top.....#$b#%'...@...'#$b#...Ah, finally meeting my eyes, I see..${{e6}}#$b#Where exactly were you looking, hmm?${{e4}}#$b#While I cannot say that I don't enjoy the attention, please be mindful of where you are walking.${{e1}}#$b#I would not want my lovely partner crashing into a wall because your eyes are too... distracted.${{e4}}^I would not want my lovely wife crashing into a wall because she's too... distracted.${{e4}}",
    "Married.Wizard.Summer_Base_SeasonalAlt_2": "%...Staring at Rasmodia's exposed chest is giving me a lot of ideas....#$b#Ah! @! Be careful!${{e7}}#$b#%I almost tripped but Rasmodia caught me in time....#$b#Are you alright, my love?${{e2}}#$b#While your attention is... very welcome...${{e6}}#$b#I cannot condone it if you may potentially hurt yourself.${{e2}}#$b#...Perhaps, it is better if I change--${{e3}}#$b#W-Where is your hand going, beloved!?${{e8}}#$b#%...I can feel Rasmodia shuddering under my touch...#$b#Ngh...${{e4}}#$b#@! Are you trying to seduce your wife to bed right now? At this time of day?${{e8}}#$b#Ah, I see. This was your plan all along, no?${{e4}}#$b#...Truly, what a sinful creature you are.${{e6}}^...Truly, what a sinful woman you are.${{e6}}",
    "Married.Wizard.Fall_Base_0": "As autumn descends, so too must we begin to bid farewell to another year.$${{e9}}#$b#And what a year it has been, my heart!${{e6}}#$e#I had thought it impossible considering my condition during winter...${{e3}}#$b#...But I am actually looking forward to settling down, wrapped in your warm embrace for the chillier seasons.${{e6}}#$e#Ah... you would like to get started already...?${{e8}}#$b#*Chuckles* Come here my love.${{e6}}#$b#%Rasmodia wrapped her arms around me and gave me a warm hug.",
    "Married.Wizard.Fall_Base_6": "....'Which season am I stronger in'?${{e7}}#$b#Rather than a vague notion of 'strength', different aspects of my powers swell with different seasons due to the shifting of the planes. ${{e0}}#$b#Expect winter. ${{e10}}#$e# During the fall, my offensive magic tends to spark more aggressively than usual, likely a remnant of my combat witch days, but it is nothing like what my ex-wife experienced.${{e3}}#$b#It's not very conducive to my work thus I end up more drained than anything converting those energies to something useful. ${{e3}}",
    "Married.Wizard.Winter_Base_3": "During winter, I typically reserve mana to reinforce the town wards and then get to reading.${{e0}}#$e#I've barely made it through a quarter of the books in my tower... ${{e3}}#$b#...Yet I cannot seem to resist purchasing more....${{e5}}#$e#I suppose it is simply in a witch's nature to expand one's collection.${{e6}}",
    "Married.Wizard.Rainy_Day_2_0": "Ah! The rains have blessed us once again!${{e6}}#$b#I have always enjoyed a good downpour but since our union, such weather has gained a new meaning.${{e9}}#$b#After all, you are now free from watering the crops, no?${{e4}}#$b#Might I convince you to spend some extra time with your wife this fine morning?${{e6}}",
    "Married.Wizard.Rainy_Day_3_Null_3": "The only criticism I have of robes is that they're irritatingly heavy when wet...${{e5}}#$b#I make do with the water-repelling spell when I have excess mana, but that is unlikely during my experiments.${{e3}}#$e#Hmm? A 'raincoat'.${{e7}}#$b#I would not be above wearing such an article for you, my love, but I have a reputation to keep in public.${{e0}}#$e#...'What reputation'?${{e3}}#$b#Have you ever seen a Witch in a raincoat?${{e5}}#$b#...I did not think so....${{e3}}",
    "Married.Wizard.Rainy_Day_4_0": "The rains outside are quite heavy today.${{e3}}#$b#I am thinking of doing some minor repairs on the house as I spotted a few instances of moisture seeping through while dusting.${{e0}}#$b#Hmm? Of course I can patch leaks, beloved.${{e9}}#$b#I am a Witch! ${{e6}}#$e#I suspect I would have a much easier time than the town carpenter patching the roof under such conditions, at the least.${{e9}}",
    "Married.Wizard.Rainy_Day_4_BadCook_3": "Were I a domestic wife, I would offer to make you a hot dinner after the day you will inevitably spend in this storm.${{e0}}#$b#But I'm not. You knew that before you married me, so I won't apologize.${{e10}}#$e#Unless you want burnt soup. ${{e3}}#$b#Don't ask how - I would find a way to do it.${{e2}}",
    "Married.Wizard.Rainy_Night_2_0": "My heart, welcome home.${{e9}}#$b#Come, shed your sodden clothes and sink into my arms for a well-deserved rest.${{e6}}#$e#I have even managed to create a hot meal for your benefit. Shall I serve it to you now?[199 218 219 236]${{e6}}#$e#....Alright, I purchased it from the saloon.${{e2}}#$b#...Can we just pretend that I am the perfect domestic wife?${{e4}}",
    "Married.Wizard.Indoor_Day_0_3": "I think I'll do a little cleaning today. ...You won't blame me too much if I use some magic to help it along, right?${{e1}}#$e#Hmm? Of course there are cleaning spells.${{e0}}#$b#You do not think that I have been manually scrubbing my own laundry for a thousand years, do you?${{e1}}#$b#Such magic wasn't originally intended for cleaning, of course, but what is a Witch if not a profession of marrying creativity and knowledge?${{e9}}",
    "Married.Wizard.Indoor_Day_1_0": "Ah, good morning, my heart. How are you this morning?${{e9}}#$b#I know that you are busy so I shall not hold you for too long, but may I request a small favour of affection this morn?${{e6}}#$b#It would make a certain very old witch very happy.${{e4}}#$e#%I gave Rasmodia a long kiss on the lips.#$b#Mmm...${{e6}}#$b#Thank you for indulging your clingy wife, my heart.${{e6}}"
}