{
    "config.section.Appearance.description": "Adjust how visuals regarding the Witch are handled. Largely used for compatibility when using custom assets.",
    "config.section.Babies.description": "Alters the appearance of the Rasmodia's children, including whether or not my sprites are used at all.",
    "config.Hidden Love Interest Mode.description": "The intended experience. Makes marrying the Witch impossible until conditions are met. Please reference the mod page for details. Adds additional events and in-world context to events.\t*Important* TOGGLING THIS IN THE MIDDLE OF A PLAYTHROUGH MAY CAUSE BUGS AND PREVENT SOME EVENTS FROM TRIGGERING.",
    "config.Override Generic Dialogue.description": "Overrides generic universal dialogue. Still alters certain dialogue like Welwick's predictions and other similar fun dialogue. Please disable this if you aren't planning to date the Witch. ",
    "config.Sprite": "Witch Sprite",
    "config.Sprite.description": "Please leave this on 'Use included' if you would like to use the included sprite that matches the portrait. If you have a custom Witch sprite you would like to use, change this to 'Use custom' and install the sprite based on the mod maker's instructions.",
    "config.Wizard Babies": "Witch Babies",
    "config.Wizard Babies.description": "Turn this on if you would like the included witch baby sprites. Only really makes sense for biological children. For adopted children, I would suggest turning this off.",
    "config.Wizard Baby Hair Strip": "Witch Baby Hair Strip",
    "config.Wizard Baby Hair Strip.description": "Changes the strip of differently coloured hair the witch babies have. Should match the farmer's natural hair colour. Does nothing if Witch Babies isn't enabled.",
    "config.Wizard Baby Eye Colour": "Witch Baby Eye Colour",
    "config.Wizard Baby Eye Colour.description": "Changes the colour of the female child's eyes. Should match the farmer's natural eye colour. Does nothing if Witch Babies isn't enabled.",
    "config.Wizard Age Appearance": "Witch Age Appearance",
    "config.Wizard Age Appearance.description": "Changes some dialogue that refers to the Witch's appearance. She will still be very old.",
    "config.Earring Colour.description": "Changes the colour of Rasmodia's eventual earring gift in the event. Please pick which suit you better. To actually wear them in game, please install the Fashion sense pack.",
    "config.Date Ask Percent Chance.description": "Configure the chance Rasmodia will ask you to go on a date upon leaving the farmhouse each day after marriage. Default is 25%, but can be any percent 0-100. Set to 0 to disable the date event.",
    "config.Min Hearts Required.description": "Change the minimum number of hearts required with Rasmodia for her to ask you on a date. Default is 10 hearts.",
    "config.Friendship Bonus.description": "Change the amount of friendship received with Rasmodia if you go on a date with her. 'none' will disable any friendship bonuses, 'small' will increase friendship by 25 points (1/10 of a heart), 'medium' increases by 50 points (2/10 of a heart), and large increases by 100 points (4/10 of a heart).",
    "config.Darker Plot Events(Y4).description": "Enables the somewhat darker string of critical plot events where Rasmodia's trauma response is on full display. If you would prefer a more light-hearted experience I suggest you turn this off. TW: Overt self-destructive tendencies and vague suicidal tendency implications. Potentially may possess triggering scenarios. (The farmer is briefly kidnapped and sealed into silence about the event.) Toggling this off in the middle of said events will stop them from continuing so you may test it out to see if it's for you.",
    "MagnusPortrait": "Rasmodia's Portrait",
    "object.HairStylingKit.description": "A small kit that includes combs, clips, ribbons, hair strings, and a pair of scissors. I should show this to Rasmodia while we're both at home if I want to style her hair.",
    "object.ClothingTicket.description": "A small heart shaped note that promises to pay for an 'outfit change' in 'hugs and kisses'. I should show this to Rasmodia while we're both at home if I want to change the way she dresses.",
    "object.RazzyWine.name": "Rasmodia's 'Wine'",
    "object.RazzyWine.WineNew.description": "Wha? Rasmodia hasn't even started making wine yet! ...Did you pull this from the future, somehow?",
    "object.RazzyWine.WineWorking.description": "...Rasmodia is supposed to be still working on this... How did you get it?",
    "object.RazzyWine.WineDone.description": "I can feel the sincere feelings Rasmodia put into brewing this 'wine' for me, but it's really more like a potent potion than anything.... Maybe we can share it when we're both home in the evening.",
    "object.RazzyWine.WineSampled.description": "A potent, delicious wine (potion) filled with Rasmodia's sincere feelings. Sharing a bottle together while settled in for the evening is always a nice time.",
    "Premarriage.Wizard.A.NightMarket.2": "Rasmodia sighs.",
    "Premarriage.Wizard.A.NightMarket.5": "I held on to Rasmodia's hand.",
    "Premarriage.Wizard.Spring_Tue4.1": "I got the Shrine of Illusion from a woman who wanted it gone. She reached out to me, begging me to take it.",
    "Premarriage.Wizard.Spring_Tue4.2": "Getting it here was difficult, but she was glad to be rid of it. It had taken more than just her face.",
    "Premarriage.Wizard.Spring_Fri6.3": "Sorry to bore you with this old woman's woes.",
    "Premarriage.Wizard.Summer_Tue4.1": "The previous owner of the Shrine of Illusion was a vain woman, trying to find the perfect look for herself. She was wealthy, and won the shrine in a contest.",
    "Premarriage.Wizard.Summer_Tue4.2": "She invested all her wealth into it, trying to find the perfect look, but she was never happy.",
    "Premarriage.Wizard.Summer_Tue4.3": "She was trying to fix what was on the outside and not the inside, and it consumed her.",
    "Premarriage.Wizard.Fall_Sun6.1": "The shadow brutes, have you seen them? Though many are monsters, there is one out there who isn't. Have you met her?",
    "Premarriage.Wizard.Fall_Sun6.2": "I have known of her for a long time. I hope she remains friendly.",
    "Premarriage.Wizard.Winter_Tue4.2": "The stone granted her this power and she turned into a hawk and flew away. When the girl's mother found out, she raged.",
    "Premarriage.Wizard.Winter_Tue4.3": "She then threw the rock into a lake, to be forgotten forever.",
    "Premarriage.Wizard.Winter_Wed4.3": "To get revenge, the shrine turned the girl into a bear and she scared her mother.",
    "Premarriage.Wizard.Winter_Thu4.1": "The Mother, realizing what she'd done, pulled the Shrine out of the Lake and begged for forgiveness. The girl flew away, but the Shrine demanded it be taken to the king.",
    "Premarriage.Wizard.Winter_Sat10.2": "I would not wish for you to isolate yourself for the sake of visiting an old witch in a tower.",
    "Dumped.Wizard.Alt": "...Ah, @...${{e2}}#$b#...${{e2}}#$b#...Forgive me. I am in need of some time alone.${{e3}}#$e#...Please. Even if we cannot be a couple, I do not want to show you such an ugly side of myself.${{e29}}#$e#%Rasmodia refuses to meet my eyes.",
    "Dating.Wizard.Summer_Mon3.7": "As the Witch of the valley, it is my duty to ensure it be handled with caution, especially now that ones such as yourself explore the depths in search of ore and minerals.",
    "Dating.Wizard.NoInt.Summer_Sun5.5": "%I inch a little closer to Rasmodia.",
    "Dating.Wizard.NoInt.Summer_Sun5.7": "%Rasmodia suddenly jumped back...",
    "Dating.Wizard.Int.Summer_Sun5.5": "%Rasmodia wrapped me in her cloak...",
    "Dating.Wizard.Summer_25.5": "You have granted a very old witch some rare happiness in her long life.",
    "Dating.Wizard.Fall_Wed2.4": "As a witch, however, I spend most of the season both wary of the coming winter and exhausted by my duties as my powers begin to wane.",
    "Dating.Wizard.Fall_Sat2.3": "You hold a very dear position in this old witch's heart, @. Thank you for choosing me.",
    "Dating.Wizard.Q.Wife.5": "Of course, I won't subject you to an old woman's morose ramblings about lost love without permission.",
    "Dating.Wizard.A.Wife.17": "May those be the sole nuggets of wisdom you take from this sad old woman's ramblings.",
    "Dating.Wizard.Winter_5.11": "It is an evil version, where all my desires were realized and have driven her mad. She tries to get out and each night, I stop her.",
    "Dating.Wizard.Winter_5.13": "Only in your presence does the ache seem to soothe, yet I must resist my need to cling to you like a woman lost at sea.",
    "Dating.Wizard.Winter_5.14": "You are a beautiful person, @. I do not wish to chain you to myself as a crutch for me to keep walking this path like that woman in my dreams.",
    "Dating.Wizard.Winter_6.6": "My master took pity after hearing my story, found my potential adequate for passing on her specialty as her last act in this world and... here we are.",
    "Dating.Wizard.Winter_14.1": "Hmm? How long is a witch's lifespan?",
    "Dating.Wizard.Winter_14.16": "Does that mean I'm a particularly powerful witch?",
    "Dating.Wizard.Winter_15.5": "Yes, Rasmodia Rasmodia is not, in fact, my real name.",
    "Dating.Wizard.Winter_15.7": "What is it, do you not like Rasmodia? Weren't you planning on taking it?",
    "Dating.Wizard.Winter_Mon1.2": "While I may have met my master the following spring, it was my determination to power through the harsh winter that drew her attention.",
    "Dating.Wizard.CarolineEx5": "I won't mince words, I once had feelings for Caroline, yet she only saw me as the mysterious woman living in the tower she could vent to.",
    "Dating.Wizard.CarolineEx10": "Later, I learned that she had married that woman and birthed a child who suspiciously bore some of my features.",
    "Married.WizardWalking.Question": "It's Rasmodia on her morning walk!",
    "Married.WizardWalking.QuestionEvening": "It's Rasmodia on her evening walk home!",
    "Married.WizardWalking.Answer": "Call out to her.",
    "Married.WizardWalking.FallBack.1": "%Rasmodia seems like she's in a good mood.",
    "Married.WizardWalking.FallBack.2": "%Rasmodia seems to be humming a little tune to herself. It's very quiet so I have to lean a little closer to her to hear it.",
    "Married.WizardWalking.FallBack.3": "%Rasmodia's eyes twinkle as she shuffles a little closer each time our eyes meet during the walk.",
    "Married.WizardWalking.FallBack.4": "%It's subtle, but there's a little bounce in Rasmodia's every step.",
    "Married.WizardWalking.FallBack.5": "%Rasmodia still looks a little stiff, but she's clearly in a good mood and keeps drifting closer and closer to me as we walk.",
    "Married.WizardWalking.Question.Qi": "Despite taking the same route as usual, Rasmodia feels a lot harder to approach than before.",
    "Married.WizardWalking.QuestionEvening.Qi": "Rasmodia seems to be heading home after spending the day buried in research.",
    "Married.WizardWalking.FallBack.Qi": "%Rasmodia seems very on edge...",
    "Married.Wizard.Town.Early": "%Rasmodia looks somewhere between stiff and flustered when I get close, but she flashes me a small smile nonetheless.#$b#%Looks like she's still a little too shy to chat in public.#$b#%It'll probably get better over time.",
    "Married.Wizard.TownMorning.Mid.1": "Ah! @!${{e8}}#$b#*Ahem* It is good to see you so soon again, @.${{e0}}#$b#...'Look stiff'? I do not know what you're speaking of.${{e0}}#$b#%Rasmodia is glancing to the side before her shoulders finally start to relax.#$b#Forgive me. I felt the eyes of several onlookers on us a moment ago.${{e3}}#$b#I realize that I am simply being self-conscious as always and that our relationship is one to be celebrated, but it is... difficult.${{e3}}#$b#I swear I shall be better over time.${{e5}}",
    "Married.Wizard.TownMorning.Mid.3": "@. It is good to see you....${{e0}}#$b#......Er.${{e3}}#$b#%It seems like Rasmodia is struggling to come up with something to say...#$b#Hmm? 'Just be myself'?${{e7}}#$b#Ah...${{e2}}#$b#...That was indeed a rather long and awkward pause, wasn't it?${{e2}}#$b#...Are you certain 'being myself' is a good idea, my love?${{e2}}#$b#I would hate to negatively impact your reputation through my clumsy attempts at socializing.${{e2}} #$b#...I shall think on the suggestion.${{e3}}",
    "Married.Wizard.TownMorning.Mid.4": "Ah, hello. I see that you have business in town today.${{e0}}#$b#...If you have the moment to spare, would you...${{e3}}#$b#...Would you consider taking a stroll to the tower with me?${{e8}}#$b#Only if you have time, of course.${{e3}}#$b#%Rasmodia is trying to play it off like a casual suggestion, but I can tell she's hoping I'll agree.",
    "Married.Wizard.TownMorning.9": "My heart! It is good to see you again so soon, beloved.${{e1}}#$b#I hope the day has gone well thus far.${{e9}}#$b#As for my walk to the tower? Ah, well. It is what it is.${{e1}}#$b# The stares of the townsfolk still unnerves me, but I can sense their good intentions.${{e3}}#$b#...Particularly when we are together.${{e4}}#$b#I do not know if I could ever be described as a 'good wife', but I do not wish to disappoint their expectations, let alone yours.${{e6}}",
    "Married.Wizard.TownEvening.Mid.3": "Ah, pleasant evening, @.${{e0}}#$b#...'Stiff'? ...I do not know what you're speaking of.${{e3}}#$b#%Rasmodia glances to the side, trying to hint at the passing townsfolk with her eyes.#$b#*Ahem* I'm sure you have much left to do.${{e0}}#$b#I shall be waiting at home.${{e0}}#$b#...Please don't stay outside too late.${{e2}}",
    "Married.Wizard.ForestMorning.8": "Ah, my heart!${{e9}}#$b#Have you come to the forest to see how your wife's little daily stroll is progressing?${{e6}}#$b#I am joking, of course, but I welcome the company nonetheless.${{e9}}#$b#It is always a pleasure to spend more time in your presence, be it sharing an activity or merely existing in silence.${{e1}}#$b#As for the remainder of my walk, however...${{e0}}#$b#Would you consider offering your time to complete this stroll with me, my heart?${{e4}}^Would you consider offering your time to complete this stroll with me, fine lady?${{e4}}#$b#I shall be sure to come up with a repayment of some sort when the day is done.${{e6}}",
    "Married.Wizard.ForestEvening.2": "Ah, @!${{e6}}#$b# It is a relief to see you, my heart.${{e9}}#$b#As shameful as it is for a witch of my age to admit, I've been sorely missing your presence since we last parted earlier today.${{e3}}#$b#I am fully aware of how clingy that sounds, but it is the truth.${{e3}}#$b#For all my years of solitude, only now do I realize how empty the world feels when devoid of human connection.${{e3}}#$b#I still enjoy the subtle whispers of nature, of course, but such moments are nothing compared to having you by my side to share in it.${{e4}}",
    "Married.Wizard.ForestEvening.3": "Ah, @. Is that you?${{e8}}#$b#For a moment I thought I had conjured your figure from my sheer longing to see you.${{e8}}#$b#It would not have been the first time traces of your presence have accidentally slipped into my magic from lingering thoughts, either.${{e1}}#$b#I know it is horribly unprofessional, but what is a witch in love to do?${{e4}}#$b#Offer my lovely partner a leisurely stroll home, I suppose.${{e6}}^Offer my lovely wife a leisurely stroll home, I suppose.${{e6}}",
    "Married.Wizard.ForestEvening.6": "Ah, @! You've once again graced my sights again, my love.${{e6}}#$b#We are still not too far from the tower. What are your thoughts on potentially taking the warp hex through your Nexus instead?${{e9}}#$b#...No, I'm not in a particular rush to get home, but would it not be better to spend the additional time lounging in each other's arms from the confines of our home?${{e1}}#$b#%...Somehow I get the feeling that Rasmodia isn't exactly telling the truth...#$b#Hmm? Avoid town? Of course not!${{e7}}'#$b#........ ${{e3}}#$b#%Rasmodia sighs.#$b#Yes, you are correct.${{e2}}#$b# I do not know what is so novel about a person walking through town that draws so many eyes!${{e5}}#$b#...I will learn to accept it eventually.${{e2}}",
    "Married.Wizard.ForestEvening.9": "Hmm? Beloved?${{e7}}#$b#Ah, it truly is you.${{e6}}#$b# No matter how many times it happens, I am always pleasantly surprised when you appear before my eyes.${{e9}}#$b#...Do you think you have a few hours to spare for a stroll home with your terribly clingy and socially inept wife?${{e4}}#$b#Only if you have the moment to spare, of course.${{e1}}",
    "Married.Wizard.TownEvening.TowerGift.1": "%Rasmodia doesn't say anything, but she nudges over and matches my pace when our eyes meet.",
    "Married.Wizard.TownEvening.TowerGift.3": "%Rasmodia is trying her best to ignore the occasional knowing looks from the townsfolk as we walk past, but she shudders each time someone stares for a second too long.",
    "Wizard.GreenRainFinished.Married": "Ah! I shall have much work over the next few days to make the most of such blessed rains.${{e6}}#$b#Come, beloved, allow me to show you the wanders of the force of nature we just laid witness to.${{e4}}#$b$%Rasmodia spent the next hour explaining to me the ins and outs of the strange rain....",
    "Wizard.Marriage.Married": "Ah... Hello, beloved....${{e4}}#$b#To think that we have truly wed....${{e6}}#$b#I am still having a difficult time believing that such a thing could come to pass in reality, but I am determined to be a good wife to you nonetheless, my love.${{e4}}#$b#You will not regret choosing me. I promise.${{e6}}",
    "Married.Wizard.Spring_Base_0": "I do not know what it is about this spring that puts me in a great mood, but I suspect it has something to do with the blossoming of another year with you, @.${{e6}}#$e#Ah, was that a little corny?${{e9}}#$b#Forgive this old woman for loving you too much, my heart.${{e4}}#$b#It is difficult to hold back when you stand before me, as perfect as you are.${{e6}}",
    "Married.Wizard.Summer_Base_SeasonalBase_1": "%...I can feel my eyes being drawn to Rasmodia's waist and backside as she moves about the house...#$b#%...Those high-waisted pants are really doing a lot to highlight her... figure.#$b#Hmm? Are you in need of me, beloved?${{e7}}#$b#Ah. I see. Forgive me for misunderstanding. ${{e9}}#$b#It felt as if you were looking towards me. Please have a wonderful summer day, my love.${{e6}}",
    "Married.Wizard.Summer_Base_SeasonalBase_2": "%...I never really paid much attention before I suggested those pants, but Rasmodia has a really nice backside...#$b#%I almost want to pat it a little....#$b#Hmm? Is something the matter, my heart?${{e9}}#$b#Ah, something on the back of my pants?${{e0}}#$b#You'll get it for me? ${{e7}}#$b#!! ${{e8}}#$b#Beloved! Where are you touching!? At this time of day!${{e8}}#$e#Sometimes I feel as if you will be the end of me, my heart.${{e6}}#$e#...Perhaps some revenge is in tow, hmm?${{e4}}",
    "Married.Wizard.Summer_Base_SeasonalBase_4": "If I am to be honest, I had not really considered clothing of a more modern design when you suggested potential garments for me.${{e0}}#$b#Of course, you could call my original attire somewhat modern, but that assemble was designed by the tailor once I detailed my needs to her.${{e3}}#$b#The cloak certainly speaks more 'Witch', but I would not be against trying more mundane styles from this era if the opportunity presents itself.${{e1}}#$b#...No promises that it will suit me, however.${{e3}}",
    "Married.Wizard.Summer_Base_SeasonalAlt_1": "%...I can feel my eyes being drawn to Rasmodia's chest....#$b#%It really is a super low-cut top.....#$b#%'...@...'#$b#...Ah, finally meeting my eyes, I see..${{e6}}#$b#Where exactly were you looking, hmm?${{e4}}#$b#While I cannot say that I don't enjoy the attention, please be mindful of where you are walking.${{e1}}#$b#I would not want my lovely partner crashing into a wall because your eyes are too... distracted.${{e4}}^I would not want my lovely wife crashing into a wall because she's too... distracted.${{e4}}",
    "Married.Wizard.Summer_Base_SeasonalAlt_2": "%...Staring at Rasmodia's exposed chest is giving me a lot of ideas....#$b#Ah! @! Be careful!${{e7}}#$b#%I almost tripped but Rasmodia caught me in time....#$b#Are you alright, my love?${{e2}}#$b#While your attention is... very welcome...${{e6}}#$b#I cannot condone it if you may potentially hurt yourself.${{e2}}#$b#...Perhaps, it is better if I change--${{e3}}#$b#W-Where is your hand going, beloved!?${{e8}}#$b#%...I can feel Rasmodia shuddering under my touch...#$b#Ngh...${{e4}}#$b#@! Are you trying to seduce your wife to bed right now? At this time of day?${{e8}}#$b#Ah, I see. This was your plan all along, no?${{e4}}#$b#...Truly, what a sinful creature you are.${{e6}}^...Truly, what a sinful woman you are.${{e6}}",
    "Married.Wizard.Fall_Base_0": "As autumn descends, so too must we begin to bid farewell to another year.$${{e9}}#$b#And what a year it has been, my heart!${{e6}}#$e#I had thought it impossible considering my condition during winter...${{e3}}#$b#...But I am actually looking forward to settling down, wrapped in your warm embrace for the chillier seasons.${{e6}}#$e#Ah... you would like to get started already...?${{e8}}#$b#*Chuckles* Come here my love.${{e6}}#$b#%Rasmodia wrapped her arms around me and gave me a warm hug.",
    "Married.Wizard.Fall_Base_6": "....'Which season am I stronger in'?${{e7}}#$b#Rather than a vague notion of 'strength', different aspects of my powers swell with different seasons due to the shifting of the planes. ${{e0}}#$b#Expect winter. ${{e10}}#$e# During the fall, my offensive magic tends to spark more aggressively than usual, likely a remnant of my combat witch days, but it is nothing like what my ex-wife experienced.${{e3}}#$b#It's not very conducive to my work thus I end up more drained than anything converting those energies to something useful. ${{e3}}",
    "Married.Wizard.Winter_Base_3": "During winter, I typically reserve mana to reinforce the town wards and then get to reading.${{e0}}#$e#I've barely made it through a quarter of the books in my tower... ${{e3}}#$b#...Yet I cannot seem to resist purchasing more....${{e5}}#$e#I suppose it is simply in a witch's nature to expand one's collection.${{e6}}",
    "Married.Wizard.Rainy_Day_2_0": "Ah! The rains have blessed us once again!${{e6}}#$b#I have always enjoyed a good downpour but since our union, such weather has gained a new meaning.${{e9}}#$b#After all, you are now free from watering the crops, no?${{e4}}#$b#Might I convince you to spend some extra time with your wife this fine morning?${{e6}}",
    "Married.Wizard.Rainy_Day_3_Null_3": "The only criticism I have of robes is that they're irritatingly heavy when wet...${{e5}}#$b#I make do with the water-repelling spell when I have excess mana, but that is unlikely during my experiments.${{e3}}#$e#Hmm? A 'raincoat'.${{e7}}#$b#I would not be above wearing such an article for you, my love, but I have a reputation to keep in public.${{e0}}#$e#...'What reputation'?${{e3}}#$b#Have you ever seen a Witch in a raincoat?${{e5}}#$b#...I did not think so....${{e3}}",
    "Married.Wizard.Rainy_Day_4_0": "The rains outside are quite heavy today.${{e3}}#$b#I am thinking of doing some minor repairs on the house as I spotted a few instances of moisture seeping through while dusting.${{e0}}#$b#Hmm? Of course I can patch leaks, beloved.${{e9}}#$b#I am a Witch! ${{e6}}#$e#I suspect I would have a much easier time than the town carpenter patching the roof under such conditions, at the least.${{e9}}",
    "Married.Wizard.Rainy_Day_4_BadCook_3": "Were I a domestic wife, I would offer to make you a hot dinner after the day you will inevitably spend in this storm.${{e0}}#$b#But I'm not. You knew that before you married me, so I won't apologize.${{e10}}#$e#Unless you want burnt soup. ${{e3}}#$b#Don't ask how - I would find a way to do it.${{e2}}",
    "Married.Wizard.Rainy_Night_2_0": "My heart, welcome home.${{e9}}#$b#Come, shed your sodden clothes and sink into my arms for a well-deserved rest.${{e6}}#$e#I have even managed to create a hot meal for your benefit. Shall I serve it to you now?[199 218 219 236]${{e6}}#$e#....Alright, I purchased it from the saloon.${{e2}}#$b#...Can we just pretend that I am the perfect domestic wife?${{e4}}",
    "Married.Wizard.Indoor_Day_0_3": "I think I'll do a little cleaning today. ...You won't blame me too much if I use some magic to help it along, right?${{e1}}#$e#Hmm? Of course there are cleaning spells.${{e0}}#$b#You do not think that I have been manually scrubbing my own laundry for a thousand years, do you?${{e1}}#$b#Such magic wasn't originally intended for cleaning, of course, but what is a Witch if not a profession of marrying creativity and knowledge?${{e9}}",
    "Married.Wizard.Indoor_Day_1_0": "Ah, good morning, my heart. How are you this morning?${{e9}}#$b#I know that you are busy so I shall not hold you for too long, but may I request a small favour of affection this morn?${{e6}}#$b#It would make a certain very old witch very happy.${{e4}}#$e#%I gave Rasmodia a long kiss on the lips.#$b#Mmm...${{e6}}#$b#Thank you for indulging your clingy wife, my heart.${{e6}}",
    "Married.Wizard.Indoor_Day_1_5": "Have you considered what niche you're interested in developing, @?${{e0}}#$b# There's no rush, of course, but it doesn't hurt to think about.${{e1}}#$e# The Ministry of Magic often likes to attach topics of expertise to official magical monikers.${{e3}}#$b#It is worth considering if you don't want to end up with something odd like 'Witch of Strange Masks.' ${{e3}}#$b#That unfortunate moniker belongs to a young witch I came across while visiting the Order. ${{e1}}#$e#What's my official moniker?${{e7}}#$b#It's 'Witch of Planes'.${{e0}}#$b#Honestly, 'Witch of Energies' would have been much more accurate.${{e3}}#$e#...Ah, the flashy list of titles I gave you when we first met is just how I attempt to intimidate mortals. Please completely banish it from your mind if possible.${{e8}}",
    "Married.Wizard.Indoor_Day_2_5": "Off on another busy day, my heart?${{e1}}#$b#Do not hesitate to return home for rest if you are so inclined.${{e9}}#$b#I shall be here in the case you would like to spend some time together.${{e6}}#$e#Hmm? What my plans are?${{e7}}#$b#Nothing exciting, I'm afraid.${{e0}}#$b#Even a witch must devote time to documentation and other such paperwork from time to time.${{e3}}#$b#I would welcome some quiet company if you are free, however.${{e6}}",
    "Married.Wizard.Indoor_Day_2_6": "Ah, good morning, my heart.${{e6}}#$b#Please give me a moment and I shall get out of your way so you may cook breakfast.${{e0}}#$e#...Yes, I was studying the stove once more.${{e3}}#$b#...I realize that it must seem very comical that an individual who has mastered wielding the energies of the world struggles as much as I do with technology...${{e2}}#$b#...I suppose I simply am a stubborn old woman who is too set in her ways.${{e3}}#$e#I shall adapt it eventually! I swear it!${{e5}}",
    "Married.Wizard.Indoor_Day_3_7": "Ah, already awake, my heart?${{e6}}#$b#I assumed you would have wished to remain in bed for a while long considering the night we had.${{e4}}#$b#*Chuckles* I am glad my efforts in healing you did not go to waste.${{e6}}#$b#Have a wonderful day, beloved.${{e6}}#$e#Do tell me if you feel any aches or pains, however.${{e3}}#$b#As flawed as my methods may be, there is no reason to suffer when you possess a healer for a wife.${{e9}}",
    "Married.Wizard.Indoor_Night_AtHome_0_4": "I must say I enjoy sleeping in your farmhouse far more than my tower.${{e9}}#$b#I think it may be due to your scent being stronger here.${{e3}}#$b#Not that I didn't notice how much of an... effort you were making... adjusting my bed for me.${{e4}}#$e#How can you call me a lewd old woman when you were the one who made me like this in the first place, @?${{e6}}#$b#Take some responsibility!${{e4}}",
    "Married.Wizard.Indoor_Night_AtHome_0_7": "Ah, brilliant timing, my heart.${{e9}}#$b#I was just thinking of you.${{e1}}#$b#No, I had nothing planned in particular for tonight. I simply wanted to see you.${{e4}}#$b#...Although, a kiss would certainly be welcome.${{e4}}#$e#%I gave Rasmodia a long welcome home kiss.#$b#*Chuckles* Thank you, beloved.${{e6}}",
    "Married.Wizard.Indoor_Night_AtHome_1_3": "I'm sure you had a productive day today. Make sure you take the time to relax this evening.${{e9}}#$b#%Rasmodia smiles at me and interlaces our fingers.#$b#...Or would you prefer something else? ${{e4}}",
    "Married.Wizard.Indoor_Night_AtHome_2_6": "Ah, once again your grace me with you presence, my heart.${{e4}}#$b#Yes, I realize it has only been mere hours since we've seen each other, but I cannot help but rejoice when we are reunited all the same.${{e9}}#$b#Come, shed off your burdens of the day and allow your terribly overdramatic wife to shower you with love once more.${{e6}}",
    "Married.Wizard.Indoor_Night_AtHome_3_Early_0": "Sometimes I do not know how to feel of my traversal through town.${{e3}}#$b#I have spent a very long time separating myself from the mortal world only to find it has left me far behind despite my attempts at observation.${{e3}}#$b#Perhaps I am doomed to remain an alien to the mundane, yet I shall continue to try nonetheless.${{e3}}#$b#What sort of wife am I if I do not even attempt to know more of the world that birthed you?${{e6}}",
    "Married.Wizard.Indoor_Night_AtTower_3_3": "It's good to finally be home, my love.${{e1}}#$b#Many colleagues have been asking of you recently.${{e0}}#$b#Part of me longs to gush of your perfection, yet the other wishes to shield you from all prying eyes.${{e3}}#$b#It is a difficult dilemma.${{e5}}#$b#You will meet them all on your own terms eventually as you have with Camilla, but I can't help but miss the days when I had a near monopoly of your attention.${{e2}}#$b#Sorry for being a selfish old woman.${{e6}}",
    "Married.Wizard.Indoor_Night_AtTower_3_5": "It's good to see you, my love.${{e9}}#$b#I've had a rather exhausting day.${{e3}}#$b#...Would you mind if I held you briefly? I just need a moment to consolidate my mana.${{e3}}#$b#%Rasmodia wraps her arms around me and holds on to me tight, the tension in her body slowly melting away. #$b#Thank you for that, my love.${{e9}}#$b#Your aura always grounds me.${{e6}}",
    "Married.Wizard.Indoor_Night_AtTower_4_1": "Core of my heart, I have finally returned!${{e6}}#$b#%Rasmodia pulled me into a warm embrace...#$b#Ah, how wonderful it is to be home.${{e6}}",
    "Married.Wizard.Indoor_Night_AtTower_4_5": "@~ ${{e6}}#$b#How glad I am to return to you, my heart.${{e6}}#$b#May I have a small kiss? I have been craving another one since we parted ways this morning.${{e4}}#$e#%Rasmodia and I shared a long kiss.#$b# *Chuckles* Thank you for indulging your needy wife, my heart.${{e4}}",
    "Married.Wizard.Indoor_Night_AtTower_4_6": "Ah, beloved? ${{e8}}#$b#%I pull Rasmodia into a hug and give her a long kiss welcome home the moment she walks through the door.#$b#Mmmmm...${{e4}}#$b#Thank you, my heart.${{e6}}#$e#You certainly know how to make an old witch feel special.${{e6}} ",
    "Married.Wizard.Indoor_Night_AtTower_4_YesArti_8": "*Chuckles* Welcoming me home, against, my heart?${{e4}}#$b#%Rasmodia pulled me close and peppered kisses all over my face...#$b#While the artifact does much to give the illusion that you are always near, having you in front of me will always be my greatest joy in this life and the next.${{e6}}",
    "Married.Wizard.Outdoor_Base_3": "I've always enjoyed being outdoors to being cooped up inside. I find it limits one's view of the world too much.${{e9}}#$b#Yes, I realize the irony of that statement coming from a recluse who recently stayed within her tower for longer than most humans have lived.${{e3}}#$b#To my credit, I have also spent more than a handful of lifetimes travelling.${{e0}}#$b#What I truly lack is a balance between those two extremes.${{e3}}",
    "Married.Wizard.Outdoor_0_4": "%Rasmodia is humming a little song to herself.#$b# Ah, do not mind me. I am simply in a good mood since I am able to spend the morning with you, my heart.${{e1}}#$e#Go on. There is nothing I love more than watching you take joy from your work.${{e6}}",
    "Married.Wizard.OneKid_0_1.1": "Despite the focus I have on my studies, I had always wanted to be a mother. At long last, I can see this wish come true.",
    "Married.Wizard.TwoKids_0_1.1": "When I said I wished to be a mother, I do not think I fully understood the implications.",
    "Married.Wizard.TwoKids_0_3.2": "Rasmodia smiles at me.",
    "Married.Wizard.TwoKids_2_1.3": "Is this what it means to be a mother?",
    "Married.Wizard.TwoKids_3_1.4": "A mother, I hope. And nothing less.",
    "Married.Wizard.Good_0_1": "Once I was a young woman, foolish and restless and hungry for knowledge.${{e3}}#$b#I used to lament the loss of those days - it is an oft-stated tragedy that youth is wasted on the young - but I have come to realize that such days of vibrant energy are not lost to me.${{e9}}#$b#You have brought them back, @.${{e6}}#$b#You give me life anew, as I never expected to have.${{e9}}#$b#For this I can never repay you, but ever will I try.${{e4}}",
    "Married.Wizard.Good_0_Early_5": "...Despite the bliss I feel each and every day, I still cannot believe that one such as I deserves the love you've given me after all I have done in this endless lifetime.${{e3}}#$b#...It is almost as if I am demeaning you in some way...${{e2}}#$b#After all, you have far better choices than an old witch who is far past her prime.${{e3}}#$e#Yes, I realize that it is not fair of me to project such feelings on to you, but such thoughts are inevitable when faced with your perfection.${{e6}}#$b#Nonetheless, I will attempt to change because it is what you hope of me, my heart.${{e9}}",
    "Married.Wizard.Good_0_Early_7": "Ah, @! I have been researching what common couple activities are for this era.${{e6}}#$b#I still have much to learn, but I am determined to be a good wife to you, my love.${{e9}}#$e#No matter what we do or where we go, be it magical or mundane, as long as we're together, there will be joy to be found. I'm sure of it.${{e4}}",
    "Married.Wizard.Good_0_Late_8": "...I still do not wholly believe that I truly deserve your sincere love and affection, @.${{e3}}#$b#Yet, I cannot bear even the thought of parting with you...${{e2}}#$b#Please forgive this selfish wife of yours, my heart.${{e2}}",
    "Married.Wizard.Good_1_0": "Hmmm? What's this? My wonderful partner is in need of a little attention?${{e6}}^Hmmm? What's this? My beautiful wife is in need of a little attention?${{e6}}#$b#Allow me to indulge you then, my heart.${{e4}}#$b#%Rasmodia takes me into her arms, dipping me downwards as she plants a deep kiss on my lips...#$b#%After more than a minute, she finally pulls away, leaving me more than a little light-headed....#$b#*Chuckles* I've been meaning to try that.${{e6}}",
    "Married.Wizard.Good_1_5": "Ah, @!${{e6}}#$b#I didn't want to disturb your sleep, but now that you have awoken...${{e4}}#$b#%Rasmodia interlaced our fingers before pressing a kiss on my lips.#$b#....Good morning, my love. I am ever blessed to remain in the brilliance of your light.${{e6}}",
    "Married.Wizard.Good_1_6": "@... My brilliant star... ${{e4}}#$b#%Rasmodia planted a kiss on my lips before offering me a bright smile.#$b#Have a wonderful day, my love.${{e6}}#$e#Ah, do tell me if I am a little too... 'handsy' at any point.${{e3}}#$b#...It would appear I am more starved of human touch than even I predicted.${{e6}}",
    "Married.Wizard.Good_2_2": "You know... I fell for you long before you gave me that bouquet.${{e4}}#$b#I never said a word.${{e3}}#$b#I thought you could never love a woman like me.${{e2}}#$b#...How wrong I was....${{e8}}",
    "Married.Wizard.Good_2_3": "With all the heartache in my past, I never thought I'd wake up to days as sweet as these...${{e8}}#$b#Thank you for giving an aloof old witch a chance, my heart.${{e4}}",
    "Married.Wizard.Good_3_6": "Hmmm?${{e7}}#$b# Ah, of course you may have a kiss, my love!${{e6}}#$b#In fact, I should be the one thanking you instead.${{e4}}#$b#%Rasmodia cups my face, brushing the corner of my eyes, expression full of affection before finally pressing our lips together.#$e#Amazing as always...${{e4}}",
    "Married.Wizard.Good_4_0": "%Rasmodia seems pretty distracted mumbling to herself....#$b#You are the most brilliant star in my sky, the sun that shines on even the darkest corners of my endless night...${{e6}}#$b#......Does the 'most brilliant star' not already imply the sun?${{e3}}#$b#Perhaps I should pick something else.${{e3}}#$e#Hmm?${{e7}}#$b#AH! @! How long were you listening!?${{e8}}#$e#...Yes, I was practicing complimenting you.${{e6}}#$b#Please pretend you did not hear anything.${{e8}}",
    "Married.Wizard.Good_4_1": "Have I expressed, lately, how I feel for you? If not, I have been remiss.${{e3}}#$b#My love for you overwhelms every other truth of my soul.${{e4}}#$b#Without you, I was a husk of a woman, adrift in a world without meaning.${{e2}}#$b#With you, I am as a slate wiped clean, free to venture without the crushing weight of my past.${{e6}}#$b#I have no regrets, anymore.${{e4}}",
    "Married.Wizard.Good_4_Early_6": "I have been studying more on the topic of being a 'good wife' recently.${{e3}}#$b#Finding a true consensus has been more difficult than I initially expected.${{e3}}#$b#No matter! I shall continue looking, @!${{e5}}#$e#Anything for your happiness.${{e6}} ",
    "Married.Wizard.Good_4_Late_6": "I have been putting more thought into the concept of a 'good wife'.${{e0}}#$b#I now realize that my original approach of searching for specific criteria was a rather flawed one, but I am glad I researched it as I did.${{e9}}#$b#It has certainly helped with understanding what it is you expect and hope of me, @.${{e1}}#$b#Such an understanding is more valuable than my entire tower's weight in gold.${{e4}} ",
    "Married.Wizard.Good_4_Early_8": "Some days I'm afraid I'll open my eyes and wake up alone at the tower, learning that this bliss was all a cruel fantasy my lonely mind conjured while blinded by grief.${{e3}}#$b#I don't think even the most jaded heart could withstand that, @.${{e2}}#$b#%I interlaced my hands with Rasmodia and gave her a little reassuring kiss on the cheek.#$b#...Thank you. I needed that.${{e6}}",
    "Married.Wizard.Good_5_6": "Hmmm?${{e7}}#$b#%I throw my arms around Rasmodia, surprising her with a hug.#$b#%She practically melts into our shared embrace.#$b#Beloved.....${{e4}}#$b#Thank you. I was just thinking of asking for a moment to hold you mere minutes ago.${{e6}}",
    "Married.Wizard.Good_6_3": "I don't know if you've noticed it yourself, @, but many strings of fate spanning across the valley are anchored to your soul specifically.${{e3}}#$b#It is the reason I was tasked with observing, assisting, and guiding you by both the Order and Ministry.${{e0}}#$b#Never did I expect to the thickest thread to be mine.${{e6}}#$e#For once I'm thankful for being the Ministry's glorified reserve mana battery. ${{e3}}#$b#After all, those who hold such roles are rarely sent on obscure missions to unknown places never seen by the likes of woman.${{e3}}#$b#Don't tell them, though. Those nosey bastards will never let me live it down.${{e5}}",
    "Married.Wizard.Good_7_0": "My heart, may I ask for a kiss?${{e6}}#$b#Why?${{e7}}#$b#...Can I not simply wish to kiss you?${{e6}}#$b#%I hooked my arms around Rasmodia's neck and pulled her down for a kiss.#$b#*Chuckles* Thank you for indulging our needy wife, my love.${{e4}}",
    "Married.Wizard.Good_7_6": "My heart, what are your thoughts on spending some time together this evening to simply be together?${{e6}}#$b#I realize that it is rather early in the day to make such a request, but there is no denying how late your days sometimes run.${{e3}}#$e#Ah, there is no occasion.${{e7}}#$b#Your clingy wife merely wanted to cuddle and whisper sweet nothings to you for a few hours.${{e4}} ",
    "Married.Wizard.Good_7_Early_7": "There are potent energies about your grandfather's shrine.${{e0}}#$b#I suspect a faint pathway to the astral plane has settled there due to the intrinsic link he shares with both you and this valley.${{e3}}#$e#There is much debate of why and how certain souls behave once they leave the material plane.${{e0}}#$b#I have personally contributed to more than a handful of such studies due my intrinsic connection to the astral plane.${{e0}}#$b#It is never entirely pleasant, but it is a small personal sacrifice compared to the difficulty of reaching such places without the assistance of a planes Witch.${{e3}}",
    "Married.Wizard.Good_7_Late_7": "There are potent energies about your grandfather's shrine.${{e0}}#$b#I suspect a faint pathway to astral plane has settled there due to the intrinsic link she shares with both you and this valley.${{e3}}#$e#You've seen her in your dreams?${{e7}}#$b#Fascinating! Perhaps I will look into it if I have some spare time.${{e9}}",
    "Married.Wizard.Good_8_5": "Ah, beloved, are you leaving for the day?${{e9}}#$b#In that case allow me to give you a quick kiss goodbye.${{e6}}#$b#%Rasmodia leaned down to press a little kiss on my lips before leaving another on my forehead....#$b#*Chuckles* Yes, I said one kiss, but what kind of dotting wife would I be if I did not afford someone as brilliant as you a little extra affection?${{e6}}#$b#Have a wonderful day, @. I shall await your return as I do every such day.${{e4}}",
    "Married.Wizard.Neutral_0_4": "Hmm? My observations on the town?${{e3}}#$b#Ah, I suppose I should clarify. I do not want you thinking that your wife is a voyeur after all.${{e1}}#$b#My duties largely involved watching for potential signs of changing trends, identifying and confiscating any found magical artifacts, and monitoring monster activity.${{e0}}#$b#I am also meant to protect the town, but that is more of a blanket task all practitioners must complete rather than something specifically assigned to me.${{e0}}#$b#In truth, I did not spend much time watching the villagers but I did pay special attention to you.${{e6}}#$b#You were my charge after all. It was my responsibility to attempt to guide you on a brighter path considering fate's plans for you.${{e0}}#$b#...I simply never realized I would be approaching the task in as hands-on of a way as I did.${{e8}}",
    "Married.Wizard.Neutral_1_1": "Your grandfather was a tenacious woman.${{e0}}#$b#While she lacks your talent, she made up for much through sheer determination.${{e3}}#$b#I can see where you get your spirit, @.${{e6}}",
    "Married.Wizard.Neutral_4_3": "Occasionally, a combat-orientated practitioner will hear of my participation in the Elemental Wars and long adventuring record.${{e0}}#$b#This usually sparks a strange worship-like attitude in them I do not particularly enjoy, but I am still willing to offer small tips if asked.${{e3}}#$e#Hmm? You would like some tips as well?${{e7}}#$b#Considering there will be many more years before you are ready to incorporate offensive spells in battle, I would suggest investing time in your martial prowess.${{e9}}#$b#You are already very skilled as is already, my love. Do not expect too much from your old wife if you actually wish to have me as your instructor.${{e6}}",
    "Married.Wizard.Neutral_4_6": "Hello, my heart. I have inquired the saloon proprietor for an appropriate lunch to serve you.${{e0}}#$b#She suggested her 'dish of the day'. I hope it suits your tastes.[214 231 202 208 237]${{e1}}",
    "Married.Wizard.Neutral_5_4": "While I may not be of much assistance in cooking, please leave the dishes and other such cleaning tasks to me, my heart.${{e1}}#$e# It may seem a bit odd for a Witch to volunteer to clean, but I assure you, I am very proficient at it.${{e9}}#$b#...The tower would have long been reduced to a disaster zone if I were not.${{e3}}",
    "Married.Wizard.Neutral_5_6": "I am quite fascinated with the depiction of wizards in modern media.${{e0}}#$b#Why do they solely fall either in 'beautiful young witch' or 'elderly woman with a long beard'?${{e3}}#$b#Where is the Witch who has decided to become a talking bat for the season?${{e5}}#$b#Where is the witch who is obsessed with theming her every aspect of her appearance on the current season?${{e5}}#$e#I suppose it is probably for the best that the mundane world is ignorant of the magic world's oddity.${{e3}}#$e#...What do you mean I shouldn't be one to talk?${{e7}}",
    "Married.Wizard.Neutral_7_7": "Do you ever have the urge to ponder an orb?${{e3}}#$e#Perhaps, it is a witch thing.${{e0}}",
    "Married.Wizard.Neutral_9_5": "I cannot claim to be the greatest wife, but please do not hesitate to tell me if there is somewhere I am able to improve upon, my heart.${{e3}}#$b#Even should I fail, I will never stop making an effort.${{e5}}#$e#....Yes, that includes mastering cooking.${{e3}}#$e#......I should be able to limit any potential fire damage with spells in the least.${{e2}}",
    "Married.Wizard.Bad_4_3.4": "Rasmodia doesn't look so good... ",
    "Married.Wizard.Funleave_11": "I must return to my tower today in the name of Order business.${{e3}}#$b#Considering my many years of partnership with Marlon, I often accept commissions she introduces even if they are mainly comprised of simple enchantments.${{e0}}#$e#I would offer to enchant your weapons as well, my heart, but you've already surpassed what I'm casually capable of with that old dwarven forge atop the Ginger Island volcano.${{e9}}#$b#Anything greater would take far more than mere weeks of effort.${{e3}}",
    "Married.Wizard.Funleave_17": "Ngh... @...${{e6}}#$b#The sinful things you do to me every night!${{e8}}#$b#A lesser woman would no doubt be seduced into staying in bed with you all day.${{e4}}#$b#Unfortunately, the ever responsible Rasmodia Rasmodia must return to her tower for the day, yet.${{e2}}#$e#Let us resume once I return home in the evening.${{e4}}",
    "Married.Wizard.Funleave_31": "Ah, my heart. Good morning.${{e6}}#$b#I shall be departing for the tower in but a few moments, but please allow me to kiss you goodbye first.${{e4}}#$b#I have heard it is quite a common practice in this era, after all.${{e6}}#$e#%Rasmodia pulled me close before planting a deep kiss on my lips...#$b#I shall see you in the evening, my love.${{e6}}",
    "Married.Wizard.Funleave_33": "Ah, beloved, you are finally awake.${{e9}}#$b#May I please hold you for a moment?${{e6}}#$e#%Rasmodia wraps her arms around me and presses me close before heaving a heavy sigh.#$b#...I doubt that will last me through the entire day away from you, but it is something.${{e3}}#$b#I shall see you again in the evening, my love.${{e6}}",
    "Married.Wizard.Funleave_34": "Hmm? ${{e7}}#$b#%I reach up to cup Rasmodia's face, holding her still as I pull in for a quick goodbye kiss.#$b#Ah, beloved! ${{e8}}#$b#Even if it was meant to be a goodbye kiss, how do you expect me to leave the house after a display like that?${{e5}}#$b#Come here.${{e6}}#$b#%...Rasmodia planted kisses all over my face.#$b#Much better.${{e6}}#$e#Let us resume after I return, my heart.${{e4}}",
    "Married.Wizard.Funleave_35": "Please come here for a moment, my heart. I wish to sate myself with your warmth before I am forced to depart for the day.${{e3}}#$b#Yes, I realize I am being very dramatic right for what is only a few hours apart, but I cannot help my constant longing for you, my love.${{e2}}#$e#%I give Rasmodia a tight hug and a few pats on the back.#$b#...I suppose that will have to do.${{e3}}#$b#Until we meet again, beloved.${{e6}}",
    "Married.Wizard.Funleave_37": "Sometimes on mornings where I must leave for the tower like this, I am filled with an inexplicable sense of dread.${{e3}}#$b#What if your day runs particularly late?${{e2}}#$b# What if my day runs particularly late?${{e5}}#$b#What if something happens and I am too distracted with work to assist you in time?${{e2}}#$e#Logically, I realize that all will likely be well, but sometimes I am plagued but such thoughts all the same.${{e3}}#$b#Please forgive your wife for being very clingy.${{e2}}",
    "Married.Wizard.Funleave_47": "...May I have one last hug before I depart for the tower?${{e2}}#$b#%...Rasmodia and I shared a hug for a solid few minutes before finally letting go.#$b#Handful of hours or not, I shall miss you dearly, my heart.${{e2}}",
    "Married.Wizard.Funleave_57": "Ah, good morning, my heart. I am due to return to the tower once more....${{e2}}#$b#%I reach out and give Rasmodia a kiss on her frowning lips.#$b#Ah! ${{e8}}#$b#...Yes, you are correct. I will be back in the evening.${{e6}}#$b#I shall see you then, my love.${{e4}}",
    "Married.Wizard.Funleave_62": "Ah, @. There is no need to make breakfast for me as I shall be leaving in a few moments.${{e3}}#$b#...I would, however, accept a kiss to tide me over if you are willing.${{e4}}#$e#%Rasmodia and I shared a kiss...#$b#Thank you, my love.${{e4}}#$b#I shall see you in the evening.${{e6}}",
    "Married.Wizard.Funleave_65": "...I shall be departing for the tower in but a few moments, my heart.${{e3}}#$b#There is still time for a few small gestures of affection, however.${{e4}}#$b#%Rasmodia cupped my cheeks and kissed me all over my face before planting a final one on my lips....#$b#*Chuckles* That flush looks wonderful on you, my heart.${{e6}}#$b#Until I return to your embrace once more.${{e4}}",
    "Married.Wizard.Funleave_67": "My many centuries have turned the tower into a very convenient hub for my activities.${{e3}}#$b#Yet I have never been as irritated with its existence as I am the days I must return to its halls.${{e5}}#$b#Perhaps I should simply merge it with the farmhouse and be done with it.${{e11}}#$e#%Rasmodia heaves a heavy sigh.#$b#Merely words spoken in frustration, my heart.${{e3}}#$b#You and I both know I shall never speak to another villager again if I did not have the excuse of walking through town or reserving the side room at the saloon.${{e3}}"
}